Repository: KirillApasnuy/ed_helper_web
Catalog: lib/l10n/intl_*.arb
Languages: ru

# registration
source: Sign Up
ru: Регистрация

source: Log In
ru: Логин

source: Password
ru: Пароль

# getNews
source: I want to receive news via email
ru: Я хочу получать новости на почту

# agreement
source: I agree to the terms of service
ru: Я согласен с условиями предоставления услуг

# logWith
source: Sign Up with:
ru: Войти с помощью:

# haveAccount
source: I already have an account
ru: У меня уже есть аккаунт

# register
source: Sign Up
ru: Зарегистрироваться

# inputCode
source: Enter the verification code
ru: Введите код подтверждения

# forgotPassword
source: Forgot your password?
ru: Забыли пароль?

# entry
source: Log In
ru: Вход

# singIn
source: Log In
ru: Войти

# recoveryPassword
source: Reset Password
ru: Восстановление пароля

# inputEmail
source: Enter the email address linked to your account
ru: Введите адрес почты, привязанной к вашему аккаунту

source: Send Email
ru: Отправить письмо

# aiAssistens
source: AI Assistants
ru: AI Ассистенты

# saveMessage
source: Saved
ru: Сохранено

# inputTextForSearch
source: Enter your request
ru: Введите текст запроса

# helloWords
source: Hi, I'm Ed! I’m great at understanding screenshots and can help you quickly solve most issues with complex software and social media
ru: Привет, меня зовут Эд! Я отлично понимаю скрины и помогу тебе быстро решить большинство задач

# instruction
source: Press {combination} or tap the voice recording icon to activate a screenshot and voice command
ru: Нажми {combination} или иконку записи голоса чтобы активировать скрин и голосовую задачу

# nowTariff
source: Current Plan
ru: Текущий тариф

# counterToken
source: Token balance
ru: Количество токенов

# subsribeManagment
source: Manage Subscription
ru: Управление подпиской

# settingHotKey
source: Manage Account
ru: Настройка Hot Key

# voiceChange
source: Voice Selection
ru: Выбор голоса

source: Support
ru: Поддержка

# profileTitle
source: Account
ru: Личный кабинет

# cancelSubscribe
source: Cancel Subscription
ru: Отменить подписку

# replenishBalace
source: Add Funds
ru: Пополнить баланс

# historyOperation
source: History
ru: История операций

# balanceReplenishment
source: Balance Top Up
ru: Пополнение баланса

# anotherRates
source: Other Plans
ru: Другие тарифы

source: Card number
ru: Номер карты

# validiyTo
source: Expires on
ru: Действует до

source: Top Up
ru: Пополнить

# inputBalance
source: Enter amount
ru: Введите сумму

source: No
ru: Нет

# canceledSubscribe
source: Cancel Subscription
ru: Отменить подписку

# nowHotKey
source: Default shortcut
ru: Нынешние горячие клавиши

# hotKeySetDescription
source: Press Alt+X to activate the screen and enable voice input. You can customize this to your preferred hotkeys:
ru: Стандартно настроена комбинация Alt+X для активации скринов и голосового ввода. Но вы можете настроить удобные для вас горячие клавиши ниже:

source: Error
ru: Ошибка

# appErrorDescription
source: It looks like something went wrong!
ru: Кажется, что-то пошло не так!

# accountManagment
source: Manage Account
ru: Управление аккаунтом

source: Add new card
ru: Привязать новую карту

source: Your card
ru: Ваша карта

# addCard
source: Link
ru: Привязать

# topUpBalance
source: Top Up
ru: Пополнить баланс

# subscribeSuccessCanceled
source: Subscription successfully canceled
ru: Подписка успешно отменена

# warningWithCanceledSubscribe
source: Are you sure you want to cancel your subscription?
ru: Вы уверены, что хотите отменить подписку?

source: Voice selection
ru: Выбор голоса

source: Social networks
ru: Соцсети

# haveQuestions
source: Any other questions? Contact us
ru: Остались вопросы? Свяжитесь с нами

source: Send
ru: Отправить

source: Activate
ru: Активировать

# successChangeRate
source: Plan successfully changed
ru: Тариф успешно изменен

# activatePlanTitle
source: Plan Activation
ru: Активация тарифа

# keycombinationSave
source: Combination save: {keyCombination}
ru: Комбинация сохранена: {_keyCombination}

source: Press key...
ru: Нажмите клавиши...

# errorSendMessage
source: An error occurred while sending a message
ru: Произошла ошибка при отправке сообщения

source: Delete account and all data
ru: Удаление данных и аккаунта

source: This action is irreversible
ru: Безвозвратное удаление данных и всего, что связано с аккаунтом

source: Delete Account
ru: Удалить аккаунт

source: Edit
ru: Изменить

source: Account Management
ru: Управление аккаунтом

# textCoped
source: Coped text!
ru: Текст скопирован!

source: Open
ru: Открыть

source: Closed
ru: Выход

source: Ed Helper, a helper app for your project
ru: Эд, помощник для твоих проектов!

# noChatHistory
source: No chats created.
ru: Нет созданных чатов.

# logInAcc
source: Sign in to your account
ru: Войти в аккаунт

source: History
ru: История

source: Create chat
ru: Создать чат

source: Home
ru: Главная

source: Chat
ru: Чат

# allRightsResevered
source: All rights reserved
ru: Все права защищены

source: Contacts
ru: Контакты

# customersReviews
source: What customers are saying
ru: Что говорят клиенты

# learnHowToUse
source: Learn how to use it in 30 seconds!
ru: Научитесь пользоваться за 30 секунд!

# assistanceInTrainingAVarietyOfNeuralNetworksAvailableOn
source: Assistance in training a variety of neural networks available on the market:
ru: Помощь в обучении множества нейросетей, доступных на рынке:

# clearInstructionsTextVideoScreenshotsForSolvingAnyProblemsIn
source: Clear instructions (text, video, screenshots) for solving any problems in complex software:
ru: Наглядные инструкции (текст, видео, скриншоты) по решению любых проблем в сложных программах:

source: ED Helper Features
ru: ED Helper Характеристики

source: No file selected
ru: Файл не выбран

# askMeAnythingAboutComplexSoftwareAndNeuralNetworksillHelp
source: No more searching through forums or YouTube. I provide clear GIF instructions for a wide range of questions about neural networks and complex software. What do you need help with?
ru: Больше не нужно искать решения на форумах и Youtube. Я даю четкие GIF-инструкции на множество вопросов по нейросетям и сложному ПО. Что Вас интересует?

source: Hi there! My name is Ed!
ru: Привет! Меня зовут Эд!

source: Boost your learning and work efficiency multiple times!
ru: Многократно повышает эффективность обучения и работы!

source: for complex software and neural networks
ru: для сложного программного обеспечения и нейронных сетей

source: Multimedia
ru: Мультимедиа

source: AI assistant
ru: AI aссистент

source: Enter your application text
ru: Введите текст приложения

source: Error sending question!
ru: Ошибка при отправке вопроса!

source: Question sent successfully!
ru: Вопрос отправлен успешно!

source: You need to be logged in to send a question
ru: Чтобы отправить вопрос, вам необходимо войти в систему

source: Profile
ru: Профиль

source: Language
ru: Язык

source: You don't have a tariff
ru: У вас нет тарифа

source: Your account is not connected
ru: Ваша учетная запись не подключена

source: Error loading user
ru: Ошибка при загрузке пользователя

source: Choose File
ru: Выберите файл

source: Error uploading file. Please try again.
ru: Ошибка при загрузке файла. Пожалуйста, попробуйте еще .

source: To access advanced features, download the app
ru: Чтобы получить доступ к расширенным функциям, загрузите приложение

# downloadApp
source: DOWNLOAD THE APP
ru: Скачать приложение

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Delete successfully!
ru: Удалить успешно!

source: There was an error
ru: Произошла ошибка

source: History is empty
ru: История пуста

source: Update Successfully
ru: Обновление прошло успешно

source: Update Failed
ru: Обновление не удалось

source: Delete Failed
ru: Удалить не удалось

source: Straight-to-the-point instructions – only precise steps for working with complex software:
ru: Инструкции без лишнего — только точные шаги для работы со сложным ПО:

source: Select language
ru: Выберите язык

source: Annual
ru: Ежегодно

source: Monthly
ru: Ежемесячно

source: Unsubscribe error
ru: Ошибка отмены подписки

source: neural networks and advanced software
ru: для работы в нейросетях и сложном ПО

source: How to animate a character using AI?
ru: Как анимировать персонажа в нейросетях?

source: How to create VFX graphics on an existing video?
ru: Как сделать VFX-графику на существующем видео?

source: How to speed up modeling and rendering in 3ds Max?
ru: Как ускорить рендеринг в 3ds Max?

source: Advanced animation tools in Blender??
ru: Инструменты сложных анимаций в Blender?

source: How to generate concept art in Midjourney?
ru: Как создать концепт-арт в Midjourney?

source: Instant Answers to Any Question
ru: Мгновенные ответы на любые вопросы

source: Ask a question – get an accurate answer in seconds
ru: Задайте вопрос - получите точный ответ за секунды

source: Clear Solutions Without Unnecessary Text
ru: Наглядные решения без лишнего текста

source: Step-by-step GIF instructions instead of long videos and boring lectures
ru: Пошаговые GIF-инструкции вместо долгих видео и скучных лекций

# supportWithNoWaiting
source: 24/7 Support with No Waiting
ru: Поддержка 24/7 без ожидания

source: Help is always at hand whenever you need it
ru: Помощь всегда под рукой, когда Вам это нужно

source: Easy File and Voice Message Sharing
ru: Удобный обмен файлами и голосовыми сообщениями

# sendScreenshotsAudioAndDocumentsInOneClickGetA
source: Send screenshots, audio, and documents in one click – get a quick response
ru: Отправляйте скриншоты, аудио и документы одним кликом — получайте быстрый отклик

source: Automation for Work and Learning
ru: Автоматизация работы и обучения

# fastFileAnalysisTextGenerationSmartSuggestionsTranslationWebsiteAnalysis
source: Fast file analysis, text generation, smart suggestions, translation, website analysis, and more
ru: Быстрый анализ файлов, генерация текстов, интеллектуальные предложения, перевод, анализ веб-сайтов и многое другое

source: Save Time and Effort
ru: Экономия времени и сил

source: Forget endless searches for information – solve tasks instantly
ru: Забудьте о долгих поисках информации — решайте задачи мгновенно

source: Anna, 27 years old
ru: Анна, 27 лет

# dVisualizer
source: 3D visualizer
ru: 3D-визуализатор

# iUsedToHaveToSpendHoursScouringForumsReading
source: I used to have to spend hours scouring forums, reading complex articles, and watching dozens of video tutorials to figure out 3ds Max. ED-helper has solved this problem! Now I can ask a question and get an accurate answer in a few seconds. My training has accelerated at least ten times!
ru: Раньше мне приходилось часами рыскать по форумам, читать сложные статьи и смотреть десятки видеоуроков, чтобы разобраться в 3ds Max. ED-helper решил эту проблему! Теперь я могу задать вопрос и получить точный ответ за несколько секунд. Мое обучение ускорилось как минимум в десять раз!

source: Olga, 22 years old
ru: Ольга, 22 года

source: Student
ru: Студент

# imStudyingToBecomeAnArchitectAndStartedUsingArchicad
source: I'm studying to become an architect and started using ArchiCAD quite recently. Without the help of "Edik," as I affectionately call ED-Helper, I think I would have been lost in a sea of video tutorials. Now any difficulty is solved instantly. Studying has become much more effective.
ru: Я учусь на архитектора и совсем недавно начал использовать ArchiCAD. Без помощи "Эдика", как я ласково называю ED-Helper, думаю, я бы потерялся в море видеоуроков. Теперь любая трудность решается мгновенно. Учиться стало намного эффективнее.

# itsGreatWhenANeuralNetworkPerfectlyTeachesYouHow
source: It's great when a neural network PERFECTLY teaches you how to use any neural network. I mastered Midjourney, Krea, RunWay in ONE day! Without any training costs and a long search for information. ED-helper has made the process easy and enjoyable. I feel like I'm growing professionally every day!
ru: Здорово, когда нейронная сеть СОВЕРШЕННО БЕЗУПРЕЧНО учит вас пользоваться любой нейронной сетью. Я освоил Midjourney, Krea, RunWay за ОДИН день! Без каких-либо затрат на обучение и долгих поисков информации. ED-helper сделал этот процесс легким и приятным. Я чувствую, что профессионально расту с каждым днем!

source: Neural Network Specialist
ru: Специалист по нейронным сетям

source: Ekaterina, 25 years old
ru: Екатерина, 25 лет

# iWorkWithUnrealEngine5AndIUsedTo
source: I work with Unreal Engine 5, and I used to constantly waste time dealing with technical nuances. Redhelper has become a real find! He saved me a lot of time and nerves, and projects are moving much faster now.
ru: Я работаю с Unreal Engine 5, и раньше постоянно терял время, разбираясь с техническими нюансами. Эд стал настоящей находкой! Он сэкономил мне кучу времени и нервов, и теперь проекты продвигаются гораздо быстрее.

source: VFX artist
ru: VFX художник

source: Khizri, 30 years old
ru: Хизри, 30 лет

# revitHasAlwaysSeemedComplicatedAndIveSpentMyEvenings
source: Revit has always seemed complicated, and I've spent my evenings looking for solutions to minor problems. Thanks to ED-Helper, I get the necessary instructions at the touch of a button. Even complex topics are explained so clearly that I quickly solve work tasks.
ru: Revit всегда казался сложным, и я проводил вечера в поисках решений мелких проблем. Благодаря ED-Helper я получаю необходимые инструкции одним нажатием кнопки. Даже сложные темы объясняются настолько понятно, что я быстро решаю рабочие задачи.

source: Architect
ru: Архитектор

source: Aleksey, 34 years old
ru: Алексей, 34 года

source: Account not found
ru: Аккаунт не найден

source: Invalid Code
ru: Неверный код

source: Password changed successfully!
ru: Пароль успешно изменен!

source: Something went wrong
ru: Что-то пошло не так

# continuee
source: Continue
ru: Продолжить

source: Set
ru: Установить

source: Input new password
ru: Введите новый пароль

# youHaveExceededYourMonthlyMessageLimitOrYourSubscription
source: You have exceeded your monthly message limit or your subscription has expired.
ru: Вы превысили месячный лимит сообщений или срок вашей подписки истек.
